/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Es necesaria la contraseña de la protección contra manipulaciones para reinstalar el producto existente.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "¿Está seguro de que desea cancelar la descarga?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "Es necesario autenticarse para poder descargar Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.10\nFree Disk Space:    1GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Estos son los requisitos mínimos:\n\nPlataforma:  10.10\nEspacio en disco libre:    1 GB\nNo se puede instalar SGN 8 Enterprise Full Disk Encryption\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.8 Intel\nFree Disk Space:    1GB\n\n" = "Estos son los requisitos mínimos:\n\nPlataforma:  10.8 Intel\nEspacio en disco libre:    1 GB\n\n";

/* Cancel */
"Cancel" = "Cancelar";

/* Connecting... */
"Connecting..." = "Conectando...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Para obtener más ayuda, póngase en contacto con el administrador de los sistemas informáticos o el soporte técnico de Sophos.";

/* Contact your system administrator or Sophos Technical Support for further assistance. */
"Contact your system administrator or Sophos Technical Support for further assistance." = "Para obtener más ayuda, póngase en contacto con el administrador de los sistemas informáticos o el soporte técnico de Sophos.";

/* Continue */
"Continue" = "Continuar";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: Protege sus datos si pierde su dispositivo o se lo roban.";

/* OK button in alerts */
"OK" = "Aceptar";

/* Downloading... */
"Downloading..." = "Descargando...";

/* Failed to receive configuration */
"Failed to receive configuration" = "No se pudo recibir la configuración";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "No se pudo registrar Sophos Central";

/* Further information is available in */
"Further information is available in " = "Más información disponible en ";

/* Install */
"Install" = "Instalar";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Instalando...";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: Protege contra ransomware y exploits.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Preparando descarga, el proceso puede tardar varios minutos...";

/* Quit */
"Quit" = "Salir";

/* Received configuration */
"Received configuration" = "Configuración recibida";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrado con Sophos Central";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrando con Sophos Central";

/* Software installed */
"Software installed" = "Software instalado";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption protege sus datos si pierde su Mac o se lo roban. Esta app descarga e instala la última versión.";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection protege su Mac de virus, spyware y otras amenazas. Esta app descarga e instala la última versión.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X protege su Mac contra ransomware y exploits. Esta app descarga e instala la última versión.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "El archivo de configuración SophosCloudConfig.plist no es válido o está dañado. El programa de instalación no puede continuar.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "El sistema de autocomprobación del instalador ha fallado, puede que esté dañado o corrupto. El programa de instalación no puede continuar.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Falta el archivo de configuración necesario SophosCloudConfig.plist en la carpeta «Componentes del instalador de Sophos». El programa de instalación no puede continuar.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Desinstale el producto existente antes de instalar Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Verificando...";

/* Waiting for configuration */
"Waiting for configuration" = "Esperando configuración";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "El sistema no cumple los requisitos mínimos de Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Su sistema contiene una versión incompatible de un producto de Sophos.";

/* full stop at end of KBA info text */
"." = ".";
